Repository: JanillLema/shipibo_conibo_e_learning_web_app-1
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es

source: The Team
es: El Equipo

source: We are both undergraduate students studying Computer Science at Columbia University. Aquínti is our final project for a Columbia course titled Multilingual Technologies and Language Diversity, which explores the impact of digital technologies on the ecosystem of language diversity. <br> <br> In recent years tools have been built to revitalize the Shipibo-Conibo language; however these tools are only accessible to researchers and technologists. Therefore, for our final project we chose to create an e-Learning web app because we wanted to have an impact on the Shipibo-Conibo Community directly. We hope that Aquínti is a great aid to those who wish to recuperate an essential aspect of their ancestors’ history.
es: Somos una pareja de estudiantes universitarios que estudian Informática en Columbia University. Aquínti es nuestro proyecto final para un curso de Columbia titulado Tecnologías multilingües y diversidad de idiomas, que explora el impacto de las tecnologías digitales en el ecosistema de la diversidad de idiomas. <br> <br> En los últimos años se han creado herramientas para revitalizar el lenguaje Shipibo-Conibo; sin embargo, estas herramientas solo son accesibles para investigadores y tecnólogos. Por lo tanto, para nuestro proyecto final, elegimos crear una aplicación web de e-Learning porque queríamos tener un impacto directo en la comunidad Shipibo-Conibo. Esperamos que Aquínti sea de gran ayuda para aquellos que desean recuperar un aspecto esencial de la historia de sus antepasados.Somos una pareja de estudiantes universitarios que estudian Informática en Columbia University. Aquínti es nuestro proyecto final para un curso de Columbia titulado Tecnologías multilingües y diversidad de idiomas, que explora el impacto de las tecnologías digitales en el ecosistema de la diversidad de idiomas. <br> <br> En los últimos años se han creado herramientas para revitalizar el lenguaje Shipibo-Conibo; sin embargo, estas herramientas solo son accesibles para investigadores y tecnólogos. Por lo tanto, para nuestro proyecto final, elegimos crear una aplicación web de e-Learning porque queríamos tener un impacto directo en la comunidad Shipibo-Conibo. Esperamos que Aquínti sea de gran ayuda para aquellos que desean recuperar un aspecto esencial de la historia de sus antepasados.

source: Chosen Shipibo-Conibo Sentence:
es: Oración Shipibo-Conibo Elegida:

source: Shipibo-Conibo and Spanish Word Alignment:
es: Alineamiento de palabras entre Shipibo-Conibo y español:

source: Choose a word from the following Shipibo-Conibo Sentence for its Named Entity and Syllabification:
es: Elija una palabra de la siguiente oración Shipibo-Conibo para su entidad nombrada y silabeo:

source: Named Entity:
es: Entidad nombrada:

source: Named Entity Legend:
es: Leyenda de entidad nombrada:

source: NUM : NUMBER
es: NUM : NÚMERO

source: LOC : LOCATION
es: LOC : LOCACIÓN

source: PER : PROPER NAME / PERSON
es: PER : MOMBRE PROPIO / PERSONA

source: ORG : ORGANIZATION
es: ORG : ORGANIZACIÓN

source: FEC : DATE
es: FEC : FECHA

source: O : UNKNOWN
es: O : DESCONOCIDO

source: Pronunciation:
es: Pronunciación:

source: Entries for:
es: Entradas para:

source: Click on a sentence to analyze it.
es: Haga clic en una oración para analizarla.

source: WELCOME TO AQUÍNTI!
es: ¡BIENVENIDOS A AQUÍNTI!

source: An e-learning web app for the Shipibo-Conibo language
es: Un aplicación web de aprendizaje electrónico del idioma Shipibo-Conibo

source: About the Shipibo-Conibo People
es: Sobre La Gente Shipibo-Conibo

source: The Shipibo-Conibo people mainly live along the Ucayali River in the Amazon rainforest in Peru. They are known for their traditions such as ayahuasca shamanism and their artisanal skills, which include textile making, embroidery and pottery. There are currently 22,000 native speakers of the Shipibo-Conibo language. The current AES (measures how endangered a language is according to an agglomeration of databases) for the language is Threatened.
es: El pueblo Shipibo-Conibo vive principalmente al lado del río Ucayali en la selva amazónica de Perú. Son conocidos por sus tradiciones como el chamanismo de ayahuasca y sus habilidades artesanales, que incluyen la fabricación de textiles, bordados y cerámica. Hoy en día hay 22,000 hablantes nativos del idioma Shipibo-Conibo. El AES (mide qué tan en peligro está un idioma según una aglomeración de bases de datos) para el idioma es Amenazado

source: Aquínti's Mission
es: La Misión de Aquínti

source: Once children stop using their native language, their language becomes at <b> risk of extinction </b>. Peru’s official language is Spanish, therefore children are encouraged to learn how to read and write in it. As a result, they become <b>disconnected from their mother tongue </b>, which holds <b>invaluable knowledge of the world</b>. Aquínti ​hopes to combat the loss of the Shipibo-Conibo language through its role as a learning aid for Spanish speakers; more specifically, children attending school and adults whose ancestors spoke Shipibo-Conibo natively but they themselves have limited knowledge of the language.
es: Cuando los niños dejan de usar su idioma nativo, su idioma corre el <b> riesgo de extinción </b>. El idioma oficial de Perú es el español, por lo tanto, los niños aprenderen a leer y escribir en él. Como resultado, <b>se desconectan de su lengua materna</b>, que posee un <b>conocimiento invaluable del mundo</b>. Aquínti espera combatir la pérdida del idioma Shipibo-Conibo a través de su papel como ayuda para el aprendizaje de hispanohablantes en Perú; más específicamente, los niños que asisten a la escuela y los adultos cuyos antepasados ​​hablaban Shipibo-Conibo, pero ellos mismos tienen un conocimiento limitado del idioma.

source: Resources Used:
es: Recursos utilizados:

source: HOME
es: INICIO

source: TEAM
es: EQUIPO

source: TOOL
es: HERRAMIENTA
